const tickets = {
  "1": {
    "questions": [
      {
        "text": "1.   Перевірка працездатності двигуна трактора відноситься до операції.",
        "answers": [
          "ТО-2."
        ],
        "correct": 0
      },
      {
        "text": "4.  ТО-1.",
        "answers": [
          "Простий;",
          "Комбінований;",
          "Комплексний.",
          "Боронування;",
          "Коткування;",
          "Шлейфування.",
          "Який повинний бути гальмівний шлях трактора МТЗ – 80 при швидкості 20 км\\год, на горизонтальній сухій чи асфальтовій дільниці шляху?",
          "7м.",
          "не більше 6м.",
          "8м.",
          "6,5м .",
          "А.  Що позначають два одночасно ввімкнених сигнали світлофора – червоний і жовтий?",
          "Забороняється рух, незабаром буде ввімкнено зелений сигнал.",
          "Необхідно дати дорогу пішоходам.",
          "Дозволяється закінчити поворот праворуч.",
          "Б.  Що повинен ураховувати водій при визначенні найбільшої ширини смуги руху автопоїзда?",
          "Габарити транспортного засобу за шириною, а також виляння причепа і зміщення його до центра повороту.",
          "Тільки габарити автопоїзда за шириною."
        ],
        "correct": 0
      },
      {
        "text": "5В.  3 якою максимальною швидкістю дозволяється рух легковим автомобілям у зоні, позначеній даним дорожнім знаком?",
        "answers": [
          "30 км/год.",
          "20 км/год.",
          "15 км/год.",
          "10 км/год.",
          "На розсуд водія, гарантуючи безпеку руху."
        ],
        "correct": 0
      },
      {
        "text": "6.  Масляний радіатор розміщують?",
        "answers": [
          "Після рідинного радіатора.",
          "Перед рідинним радіатором."
        ],
        "correct": 0
      },
      {
        "text": "7.  Заміну масла в двигуні проводять при проведенні:",
        "answers": [
          "ТО-№1.",
          "ТО-№2.",
          "ТО-№3."
        ],
        "correct": 0
      },
      {
        "text": "8.  Дайте повне визначення фаз газорозподілу:",
        "answers": [
          "Тривалість дії наповнення циліндрів свіжим зарядом та вивільнення їх від відпрацьованих газів.",
          "Тривалість відкритого стану клапанів вираження в градусах кута повороту колінчастого вала відносно мертвих точок."
        ],
        "correct": 0
      },
      {
        "text": "9.  Яка деталь газорозподільного механізму з’єднує або роз’єднує порожнину циліндра з атмосферою?",
        "answers": [
          "Штовхачі.",
          "Коромисло.",
          "Клапан.",
          "Штанга."
        ],
        "correct": 0
      },
      {
        "text": "10.  Про що свідчить сивий дим, що виходить із вихлопної труби трактора?",
        "answers": [
          "Забруднення повітряного фільтра вище норми.",
          "Зношення циліндро-поршневої групи.",
          "Причини вказані в перших двох відповідях."
        ],
        "correct": 0
      }
    ]
  },
  "2": {
    "questions": [
      {
        "text": "1.   Перевірка зовнішнім оглядом відсутності підтікань палива, оливи, електроліту, охолоджувальної рідини та усунення у випадку їх виявлення виконується при  проведенні:",
        "answers": [
          "ЩТО;"
        ],
        "correct": 0
      },
      {
        "text": "3.   ТО-2.",
        "answers": [
          "Як називається МТА, що складається з кількох різних машин і виконує дві і більше послідовні операції?",
          "Простий;",
          "Комбінований;",
          "Комплексний.",
          "Яку машину застосовують для міжрядної культивації просапних культур?",
          "КПС-4;",
          "КПП-2,2;",
          "КРН-4,2."
        ],
        "correct": 0
      },
      {
        "text": "4.  Який порядок роботи циліндрів двигуна Д-240 трактора МТЗ-80.",
        "answers": [
          "1-3-4-2",
          "1-2-3-4",
          "1-4-2-3",
          "А.  З якого мінімального віку дозволяється навчатися , водінню на легковому автомобілі, що належить фізичній особі?",
          "з 15 років",
          "з 16 років",
          "з 17 років",
          "з 18 років",
          "Б. Для безпеки дорожнього руху в умовах сильного туману водієві рекомендується:",
          "Рекомендується будь-яка із зазначених у відповідях 1 і 2 дій."
        ],
        "correct": 0
      },
      {
        "text": "5В.  Хто з водіїв має право рухатися у прямому напрямку?",
        "answers": [
          "Водії легкового та вантажного автомобілів.",
          "Водій легкового автомобіля.",
          "Водії автобуса та мотоцикла .",
          "Муфта зчеплення.",
          "Коробка передач.",
          "Гідротрансформатор.",
          "Для обезводнювання дизельного палива.",
          "Для видалення важких механічних додатків.",
          "Для видалення легких механічних додатків.",
          "Який головний показник роботи форсунки?",
          "Зменшення витрат палива за рахунок зниження тиску уприскування.",
          "Збільшення потужності двигуна.",
          "Якість розпилювання палива.",
          "Поршневий палець з’єднує поршень із шатуном в такий спосіб:",
          "Нерухомо.",
          "Шарнірно.",
          "Плаваюче з’єднання.",
          "Що заливають у паливний бак пускового двигуна трактора при постановці його на тривале зберігання?",
          "Моторне масло.",
          "Суміші бензину з антикорозійною присадкою.",
          "Консерваційне масло."
        ],
        "correct": 0
      }
    ]
  },
  "3": {
    "questions": [
      {
        "text": "4.   ТО-3.",
        "answers": [
          "так щоб передній корпус орав на всю глибину;",
          "так щоб передній корпус орав на половину заданої глибини;",
          "так щоб передній і задній корпус орали на половину заданої глибини;",
          "так щоб передній і задній корпус орали на всю глибину.",
          "Як змінюється захисна зона під час міжрядної культивації?",
          "зменшується;",
          "збільшується;",
          "не змінюється.",
          "Чи включається в перелік робіт очищення і при необхідності розконсервування машин при технічному обслуговуванні під час зняття їх зі зберігання?",
          "Не включає.",
          "Включає.",
          "Включає лише зняття з підставок.",
          "А.  Який дорожній знак позначає готель або мотель?",
          "2.          3.           4.         5.",
          "Забороняється.",
          "Забороняється лише тоді, коли на автомагістралі дуже інтенсивний рух.",
          "Б.  Чи дозволяється перетинати суцільну білу лінію дорожньої розмітки, що позначає край проїзної частини, суміжний з узбіччям, на автомагістралі?",
          "Дозволяється при вимушеній зупинці."
        ],
        "correct": 0
      },
      {
        "text": "5В.  Дана горизонтальна дорожня розмітка позначає:",
        "answers": [
          "Місце, де водій повинен при необхідності зупинитися даючи дорогу транспортним засобам, що рухаються по перехрещуваній дорозі.",
          "Наближення до місця, де заборонено зупинку.",
          "Звуження проїзної частини, де зменшується"
        ],
        "correct": 0
      },
      {
        "text": "6.   Проміжне охолодження повітря застосовують на двигунах:",
        "answers": [
          "Форсованих карбюраторних.",
          "Дизельних з турбокомпресором.",
          "Форсованих дизельних."
        ],
        "correct": 0
      },
      {
        "text": "7.  Яка передача забезпечує зниження частоти обертання і збільшує крутний момент, що підводиться до ведучих елементів рушіїв?",
        "answers": [
          "Головна передача.",
          "Кінцева передача.",
          "Вище вказані."
        ],
        "correct": 0
      },
      {
        "text": "8.   За будовою тертьових поверхонь гальм бувають?",
        "answers": [
          "Колодкові.",
          "Дискові, стрічкові.",
          "Всі вище сказані."
        ],
        "correct": 0
      },
      {
        "text": "9.  Що повинен забезпечувати сервомеханізм муфти зчеплення трактора ЮМЗ-6?",
        "answers": [
          "Повне включення муфти зчеплення.",
          "Зменшення зусилля на педалі при виключення зчеплення та чітке повернення педалі в початкове положення.",
          "Повне виключення муфти зчеплення та безгучне переключення швидкостей ."
        ],
        "correct": 0
      },
      {
        "text": "10.  Яку роль відіграють фіксатори механізму блокування при переключенні передач?",
        "answers": [
          "Забезпечують переключання передач.",
          "Зменшення торцевого спрацювання зубців при переключені уникнення повного включення шестерень і самовиключення їх під час роботи.",
          "Не дають змоги запустити двигун при включеній передачі."
        ],
        "correct": 0
      }
    ]
  },
  "4": {
    "questions": [
      {
        "text": "4.  ТО-2.",
        "answers": [
          "Гоновий човниковий:",
          "Круговий;",
          "Діагональний.",
          "50 см;",
          "60 мм;",
          "70 см.",
          "А.  При забороненому сигналі світлофора й відкритому шлагбаумі на залізничному переїзді водій повинен:",
          "Проїхати через переїзд, керуючись положенням шлагбаума.",
          "Зупинитися не ближче як за 5 м. Від шлагбаума.",
          "Зупинитися перед дорожньою розміткою \"стоп-лінія\", дорожнім знаком \"проїзд без зупинки заборонено\", шлагбаумом чи світлофором так, щоб бачити сигнали, а якщо засоби організації дорожнього руху відсутні – не ближче як за 10 м. До найближчої рейки.",
          "Особисто впевнитися у відсутності поїзда, що наближається, і проїхати через переїзд.",
          "Б.  Чи правильно зупинився перед перехрестям на заборонний сигнал світлофора водій вантажного автомобіля, якщо на перехресті він повинен продовжити рух у прямому напрямку?",
          "Не правильно.",
          "Правильно, тому що рух у прямому напрямку дозволяється з будь якої полоси."
        ],
        "correct": 0
      },
      {
        "text": "5В.  Чи дозволяється змінювати смугу при інтенсивному русі, якою Ви рухаєтеся?",
        "answers": [
          "Дозволяється тільки на перехрестях.",
          "Дозволяється тільки для об’їзду перешкоди, повороту, розвороту або зупинки.",
          "Забороняється .",
          "Пневматичного.",
          "Механічного.",
          "Гідравлічного.",
          "Дискових фрикційних гальм.",
          "Стальна стрічка з фрикційними накладками.",
          "Колодки з фрикційною накладкою.",
          "Практично це неможливо.",
          "Почерговим виключенням форсунок з роботи працюючого двигуна шляхом послаблення накидних гайок кріплення трубок високого тиску до штуцерів паливного насоса.",
          "Зняти форсунки з двигуна і визначити по кольору нагару.",
          "5 класів тяги.",
          "9 класів тяги.",
          "6 класів тяги.",
          "Не дозволяється.",
          "Дозволяється.",
          "Дозволяється незначна."
        ],
        "correct": 0
      }
    ]
  },
  "5": {
    "questions": [
      {
        "text": "4.  ТО-3.",
        "answers": [
          "Який з наведених МТА відноситься до агрегатів основного обробітку ґрунту?",
          "МТЗ-82+ПЛН-3-35;",
          "ЮМЗ-6+УСМК-5,4;",
          "МТЗ-80+СЗ-3,6.",
          "Яку сільськогосподарську машину застосовують для весняного закриття вологи?",
          "ЗБСЗ-1;",
          "КПЕ-3,8;",
          "КРН-4,2.",
          "Якщо нерівномірність навантаження циліндрів двигуна перевищує 12% Ви повинні:",
          "Продовжувати експлуатувати трактор.",
          "Встановити причину розбіжності та усунути несправність.",
          "Перевірити паливо на наявність води і при виявленні води замінити його.",
          "А.  На перехресті встановлені світлофор і наказовий дорожній знак «Рух прямо». У якому напрямку дозволено рух?",
          "При зеленому сигналі світлофора — тільки прямо.",
          "При зеленому сигналі світлофора — в усіх напрямках.",
          "При червоному сигналі світлофора в поєднанні з жовтим — тільки прямо.",
          "У напрямках, зазначених у відповідях 2 і 3.",
          "Б.  Чи правильно зупинився перед перехрестям на заборонений сигнал світлофора водій вантажного автомобіля, якщо на перехресті він повинен продовжити рух у прямому напрямку?",
          "Не правильно",
          "Правильно, тому що рух у прямому напрямку дозволяється з будь якої полоси."
        ],
        "correct": 0
      },
      {
        "text": "5В.  Чи дозволяється при інтенсивному русі змінювати смугу, якою Ви рухаєтеся?",
        "answers": [
          "Дозволяється тільки на перехрестях.",
          "Дозволяється тільки для об'їзду перешкоди, повороту, розвороту або зупинки.",
          "Забороняється.",
          "Пневматичного.",
          "Механічного.",
          "Гідравлічного.",
          "Дискових фрикційних гальм.",
          "Стальна стрічка з фрикційними накладками.",
          "Колодки з фрикційною накладкою.",
          "Практично це неможливо.",
          "Почерговим виключенням форсунок з роботи працюючого двигуна шляхом послаблення накидних гайок кріплення трубок високого тиску до штуцерів паливного насоса.",
          "Зняти форсунки з двигуна і визначити по кольору нагару.",
          "5 класів тяги.",
          "9 класів тяги.",
          "6 класів тяги.",
          "Не дозволяється.",
          "Дозволяється.",
          "Дозволяється незначна."
        ],
        "correct": 0
      }
    ]
  },
  "6": {
    "questions": [
      {
        "text": "4.  ТО-3",
        "answers": [
          "МТЗ-82+СПЧ-6;",
          "ЮМЗ-6+УСМК-5,4;",
          "МТЗ-80+СЗ-3,6.",
          "Для чого проводять коткування посівів?",
          "Для зменшення вологості посівного шару.",
          "Для покращення контакту ґрунту з насінням.",
          "Для утворення капілярного притоку вологи .",
          "Скільки має передач переднього ходу і заднього ходу механічна коробка зміни передач трактор МТЗ-80?",
          "9 Вперед, 2 назад .",
          "9 Вперед, 1назад .",
          "7 вперед, 1назад.",
          "А.  Третім проїде перехрестя:",
          "Червоний  автомобіль.",
          "Синій автомобіль.",
          "Зелений  автомобіль",
          "Жовтий  автомобіль.",
          "Б.  Чи дозволяється перевозити дітей, які не досягли 12-річного віку, на задньому сидінні мопеда?",
          "Дозволяється, гарантувавши їхню безпеку.",
          "Забороняється."
        ],
        "correct": 0
      },
      {
        "text": "5В.  Якщо рух через залізничний переїзд заборонено, а засоби організації дорожнього руху відсутні, то водій повинен зупинитися до першої рейки не ближче ніж за:",
        "answers": [
          "10м,",
          "5 м.",
          "і 5 м.",
          "20 м.",
          "Через сальник ущільнення картера двигуна.",
          "Через сальник вала муфти коробки передач.",
          "Через ущільнювальну  частину сальників колінчастого вала чи вала зчеплення.",
          "Знімають.",
          "Відключають.",
          "Консервують.",
          "Чи проводиться при постановці техніки на тривале зберігання установка машин на підставки?",
          "Так.",
          "Ні.",
          "Вибірково складні машини.",
          "До чого може призвести деформація педалі муфти зчеплення, підлоги, кабіни, потрапляння сторонніх предметів у зазор між педаллю та отвором у підлозі кабіни?",
          "Не повного включення зчеплення.",
          "Заїдання педалі зчеплення.",
          "До гучного переключення швидкості.",
          "Який режим роботи пускового двигуна підтримує одно режимний регулятор?",
          "Підтримання максимальної потужності обертів колінчастого вала двигуна.",
          "Підтримання максимального крутного моменту.",
          "Обмеження максимальної частоти обертів колінчастого вала двигуна."
        ],
        "correct": 0
      }
    ]
  },
  "7": {
    "questions": [
      {
        "text": "4.   ТО-2.",
        "answers": [
          "ДТ-75+ЛДГ-10;",
          "ЮМЗ-8040+УСМК-5,4;",
          "МТЗ-80+СЗ-3,6.",
          "МТЗ-82;",
          "Т-25;",
          "Т-40;",
          "Яке повинно бути прогинання паса приводу генератора трактора МТЗ-80 при зусиллі 40Н (4кг/с)?",
          "50-10мм .",
          "13-20мм.",
          "25-30мм.",
          "А.  За яких з перелічених умов забороняється експлуатація транспортних засобів?",
          "Б.  Чи дозволяється перетинати суцільну білу лінію дорожньої розмітки, що позначає край проїзної частини, суміжний з узбіччям, на автомагістралі?",
          "Забороняється лише тоді, коли на автомагістралі дуже інтенсивний рух.",
          "Дозволяється  при вимушеній зупинці."
        ],
        "correct": 0
      },
      {
        "text": "5В.  Дана дорожня розмітка позначає:",
        "answers": [
          "Місце, де водій повинен при необхідності зупинитися, даючи дорогу транспортним засобам, що рухаються по перехресній дорозі.",
          "Наближення до місця, де заборонено зупинку.",
          "Звуження проїзної частини, де зменшується кількість смуг руху в даному напрямку."
        ],
        "correct": 0
      },
      {
        "text": "6.   Проміжне охолодження повітря застосовують на двигунах.",
        "answers": [
          "Форсованих карбюраторних.",
          "Дизельних з турбокомпресором.",
          "Форсованих дизельних."
        ],
        "correct": 0
      },
      {
        "text": "7.  Яка передача забезпечує зниження частоти обертання і збільшує крутний момент, що підводиться до ведучих елементів рушіїв?",
        "answers": [
          "Головна передача.",
          "Кінцева передача.",
          "Вище вказані."
        ],
        "correct": 0
      },
      {
        "text": "8.   За будовою тертьових поверхонь гальма бувають?",
        "answers": [
          "Колодкові.",
          "Дискові, стрічкові.",
          "Всі вище сказані."
        ],
        "correct": 0
      },
      {
        "text": "9.  Що повинен забезпечувати сервомеханізм муфти зчеплення трактора?",
        "answers": [
          "Повне включення муфти зчеплення.",
          "Зменшення зусилля на педалі при виключення зчеплення та чітке повернення педалі в початкове положення.",
          "Повне виключення муфти зчеплення та безгучне переключення швидкостей ."
        ],
        "correct": 0
      },
      {
        "text": "10.  Яку роль відіграють фіксатори механізму блокування при переключенні передач?",
        "answers": [
          "Забезпечують переключання передач.",
          "Зменшення торцевого спрацювання зубців при переключені уникнення повного включення шестерень і само виключення їх під час роботи.",
          "Не дають змоги запустити двигун при включеній передачі."
        ],
        "correct": 0
      }
    ]
  },
  "8": {
    "questions": [
      {
        "text": "1.  Перевірка тиску повітря в шинах трактора і, за необхідності, доведення його до норми відноситься до операцій:",
        "answers": [
          "ЩТО;"
        ],
        "correct": 0
      },
      {
        "text": "4.   ТО-3.",
        "answers": [
          "Як змінюється продуктивність агрегату при збільшенні довжини гону?",
          "Збільшується;",
          "Зменшується;",
          "Який із комбайнів використовують для збирання кукурудзи на зерно?",
          "РКС-6;",
          "КСКУ-6А;",
          "ДОН-1500.",
          "Чи допускається суміщати сезонне технічне обслуговування із ТО№2, трактора МТЗ-80?",
          "Не допускається.",
          "Допускається.",
          "А.  Коли відповідно до Правил дорожнього руху, слід закінчити подавання попереджувального сигналу рукою?",
          "Негайно після завершення маневру.",
          "Під чає виконання маневру.",
          "Безпосередньо перед початком виконання маневру.",
          "Б.  Для безпеки дорожнього руху в умовах сильного туману водієві рекомендується:",
          "Увімкнути задні протитуманні ліхтарі і скоротити дистанцію, щоб орієнтуватися за габаритними ліхтарями транспортного засобу, що рухається попереду.",
          "Увімкнути задні протитуманні ліхтарі і збільшити дистанцію руху,",
          "Рекомендується будь-яка із зазначених у відповідях 1 і 2 дій."
        ],
        "correct": 0
      },
      {
        "text": "5В.  Хто має право рухатися у прямому напрямку?",
        "answers": [
          "Муфта зчеплення.",
          "Коробка передач.",
          "Гідротрансформатор.",
          "Для чого застосовують сепарування дизельного палива перед заправкою в бак трактора фільтр-сепаратором СТ-500-2?",
          "Для обезводнювання дизельного палива.",
          "Для видалення важких механічних додатків.",
          "Для видалення легких механічних додатків.",
          "Який головний показник роботи форсунки?",
          "Зменшення витрат палива за рахунок зниження тиску уприскування.",
          "Збільшення потужності двигуна.",
          "Якість розпилювання палива.",
          "Поршневий палець з’єднує поршень із шатуном в такий спосіб:",
          "Нерухомо.",
          "Шарнірно.",
          "Плаваюче з’єднання.",
          "Що заливають у паливний бак пускового двигуна трактора при постановці його на тривале зберігання?",
          "Моторне масло.",
          "Суміші бензину з антикорозійною присадкою.",
          "Консерваційне масло."
        ],
        "correct": 0
      }
    ]
  },
  "9": {
    "questions": [
      {
        "text": "1.  Операція огляду та очищення трактора від пилу і бруду проводиться при виконанні:",
        "answers": [
          "ТО-1;"
        ],
        "correct": 0
      },
      {
        "text": "4.  СТО.",
        "answers": [
          "Як змінюється витрати пального при роботі агрегату при збільшенні довжини гону?",
          "Зменшується;",
          "Збільшується;",
          "Не змінюється.",
          "Яким агрегатом виконується технологічна операція, сівба цукрового буряку?",
          "Т-70С + ССТ-12В;",
          "МТЗ-80 + СУПН-8;",
          "Т-70С + КРН-5,6;",
          "ЮМЗ-650 + УПС-8.",
          "Які установленні марки дизельного палива згідно з Держстандартом 305-82 в залежності від кліматичних умов використання техніки?",
          "Л-літнє;  З-зимове; О-осіння.",
          "В-весняне; Л-літнє;  З-зимове.",
          "Л-Літнє; 3-зимове; А-арктичне.",
          "А.  Для чого призначена смуга розгону?",
          "Ця смуга руху призначена для з'єднання автомагістралі зі звичайною дорогою.",
          "Ця смуга призначена для руху швидкохідних транспортних засобів.",
          "При наявності смуги розгону водій повинен рухатися тільки по ній, вливаючись у транспортний потік і даючи дорогу транспортним засобам, що рухаються по дорозі, на яку він в’їжджає.",
          "Б.  На перехресті організовано круговий рух. Проїзна частина, якою Ви під'їжджаєте до перехрестя, має дві смуги для руху в даному напрямку.",
          "Праву або ліву смугу.",
          "Праву смугу.",
          "Ліву смугу."
        ],
        "correct": 0
      },
      {
        "text": "5В.  Чи дозволяється висадка пасажирів на ділянці дороги за даним дорожнім знаком?",
        "answers": [
          "Дозволяється  тільки  водіям маршрутним транспортним засобам.",
          "Дозволяється усім водіям транспортним засобам тільки посадка або висадка пасажирів.",
          "Дозволяється усім водіям транспортним засобам тільки посадка пасажирів."
        ],
        "correct": 0
      },
      {
        "text": "6.  На Двигун Д-245 передбачено тип повітроочисника?",
        "answers": [
          "Інерційний.",
          "Фільтруючий.",
          "Комбінований."
        ],
        "correct": 0
      },
      {
        "text": "7.  Яка особливість принципу дії паливних насосів високого тиску марки НД?",
        "answers": [
          "Підвищені вимоги до якості палива.",
          "Складний рух плунжера.",
          "Підвищений тиск в над плунжерному просторі."
        ],
        "correct": 0
      },
      {
        "text": "8.  Для заповнення системі паливоподачі паливом та видалення з неї повітря:",
        "answers": [
          "Паливний насос високого тиску.",
          "Ручний паливо підкачувальний насос.",
          "Насосна секція ПНВТ."
        ],
        "correct": 0
      },
      {
        "text": "9.  З якого матеріалу виготовляють випускні колектори тракторів?",
        "answers": [
          "Сірого чавуну.",
          "Ковкого чавуну.",
          "Жаростійкого чавуну."
        ],
        "correct": 0
      },
      {
        "text": "10.  Як називається в системі мащення центрифуга через яку проходить частина масла?",
        "answers": [
          "Повно-точною.",
          "Реактивною.",
          "Неповно-точною."
        ],
        "correct": 0
      }
    ]
  },
  "10": {
    "questions": [
      {
        "text": "1. Проведення натягу гусениць трактора і, за необхідності, доведення його до норми відноситься до операцій:",
        "answers": [
          "ЩТО;"
        ],
        "correct": 0
      },
      {
        "text": "4.  ТО-3.",
        "answers": [
          "Ширина поворотної смуги при роботі агрегату повинна бути:",
          "Кратної робочій ширині захвату агрегату;",
          "Необов'язково кратної робочій ширині захвату агрегату;",
          "Може бути якої угодно ширини:",
          "Кратної половині робочій ширині захвату агрегату.",
          "Яким агрегатом виконується технологічна операція сівба кукурудзи?",
          "МТЗ-80 + СУПН-8;",
          "МТЗ-80 + ССТ-12В;",
          "Т-70С + КРН-5,6;",
          "Чи допускається підтікання рідини в гідравлічному приводі муфти зчеплення?",
          "Допускається незначне.",
          "Не допускається.",
          "А.  З якою максимальною швидкістю може здійснюватися буксирування за даних умов?",
          "80км/год               2.  70 км/год                3.  50 км/год           4.  30 км/год",
          "Б.  Чи дозволяється перевозити дітей, які не досягли 12-річного віку, на задньому сидінні мопеда?",
          "Дозволяється, гарантувавши їхню безпеку.",
          "Забороняється."
        ],
        "correct": 0
      },
      {
        "text": "5В.  Якщо рух через залізничний переїзд заборонено, а засоби організації дорожнього руху відсутні, то водій повинен зупинитися до першої рейки не ближче ніж за:",
        "answers": [
          "10м,",
          "5 м.",
          "15 м.",
          "20 м.",
          "Через сальник ущільнення картера двигуна.",
          "Через сальник валу муфти коробки передач.",
          "Через ущільнювальну  частину сальників колінчастого валу чи валу зчеплення.",
          "Знімають.",
          "Відключають.",
          "Консервують.",
          "Чи проводиться при постановці техніки на тривале зберігання установка машин на підставки?",
          "Так.",
          "Ні.",
          "Вибірково складні машини.",
          "До чого може призвести деформація педалі муфти зчеплення, підлоги, кабіни, потрапляння сторонніх предметів у зазор між педаллю та отвором у підлозі кабіни?",
          "Не повного включення зчеплення.",
          "Заїдання педалі зчеплення.",
          "До гучного переключення швидкості.",
          "Який режим роботи пускового двигуна підтримує одно режимний регулятор?",
          "Підтримання максимальної потужності обертів колінчастого валу двигуна.",
          "Підтримання максимального крутного моменту.",
          "Обмеження максимальної частоти обертів колінчастого валу двигуна."
        ],
        "correct": 0
      }
    ]
  },
  "11": {
    "questions": [
      {
        "text": "4.  ТО-1.",
        "answers": [
          "Лущення стерні;",
          "Міжрядний обробіток ґрунту;",
          "Коткування поверхні поля.",
          "Яким агрегатом виконується технологічна операція сівба соняшнику?",
          "ЮМЗ-6 + СУПН-8;",
          "ЮМЗ-6 + КПС-4.2;",
          "МТЗ-80 + С3-3,6;",
          "Т-70С + КРН-5,6.",
          "На які групи діляться моторні масла залежно від застосування?",
          "А.  У яких випадках дозволяється обгін на перехресті?",
          "Обгін на перехресті заборонено.",
          "Обгін дозволяється, якщо є дві і більше смуг для руху в кожному напрямку.",
          "Дозволяється, якщо водій транспортного засобу який обганяють, не увімкнув світловий покажчик повороту ліворуч і продовжить рух через перехрестя в прямому напрямку.",
          "Б.  Даний дорожній знак з табличкою:",
          "Забороняє в'їзд всіх транспортних засобів на смугу руху, вказану табличкою.",
          "Забороняє в'їзд всіх транспортних засобів на всі смуги руху, крім тієї смуги, на яку вказує табличка.",
          "Забороняє в'їзд всіх транспортних засобів по всій ширині проїзної частини."
        ],
        "correct": 0
      },
      {
        "text": "5В.  На які транспортні засоби дія даного дорожнього знаку не поширюється?",
        "answers": [
          "Маршрутне таксі.",
          "Таксі з увімкненим таксометром.",
          "Автомобіль, керований інвалідом, позначений розпізнавальним знаком «Інвалід».",
          "Транспортні засоби, зазначені у відповідях 2 і 3.",
          "Маршрутні транспортні засоби."
        ],
        "correct": 0
      },
      {
        "text": "6.  Для зменшення шуму випуску відпрацьованих газів передбачено:",
        "answers": [
          "Резонатор.",
          "Глушник.",
          "Приймальна труба."
        ],
        "correct": 0
      },
      {
        "text": "7.  Що заливають в піддон картера двигуна, при постановці трактора на тривале зберігання?",
        "answers": [
          "Робоче-консерваційне масло.",
          "Моторне масло.",
          "Консерваційне масло."
        ],
        "correct": 0
      },
      {
        "text": "8.  Випускні клапани газорозподільного механізму виготовляють з:",
        "answers": [
          "Жаростійкої хромистої статі.",
          "Високолегованої хромонікелевої сталі.",
          "Хромистої сталі."
        ],
        "correct": 0
      },
      {
        "text": "9.  У сучасних двигунах застосовують систему мащення такого типу:",
        "answers": [
          "Під тиском від насоса.",
          "Розбризкуванням і самопливом.",
          "Комбінованого типу."
        ],
        "correct": 0
      },
      {
        "text": "10.  Що передбачає перед експлуатаційна обкатка двигуна?",
        "answers": [
          "Обкатка двигуна. Обкатка КЗП, Обкатка трансмісії.",
          "Обкатка двигуна під навантаженням, обкатка КЗП.",
          "Обкатка двигуна на мінімальних обертах колінчастого валу двигуна обкатка гідросистеми, обкатка трактора з поступовим збільшенням тягового зчеплення і на крюку."
        ],
        "correct": 0
      }
    ]
  },
  "12": {
    "questions": [
      {
        "text": "1. Проведення натягу гусениць трактора і, за необхідності, доведення його до норми відноситься до операцій:",
        "answers": [
          "ЩТО;"
        ],
        "correct": 0
      },
      {
        "text": "4.  ТО-3.",
        "answers": [
          "Ширина поворотної смуги при роботі агрегату повинна бути:",
          "Кратної робочій ширині захвату агрегату;",
          "Необов'язково кратної робочій ширині захвату агрегату;",
          "Може бути якої угодно ширини:",
          "Кратної половині робочій ширині захвату агрегату.",
          "Яким агрегатом виконується технологічна операція сівба кукурудзи?",
          "МТЗ-80 + СУПН-8;",
          "МТЗ-80 + ССТ-12В;",
          "Т-70С + КРН-5,6;",
          "Чи допускається підтікання рідини в гідравлічному приводі муфти зчеплення?",
          "Допускається незначне.",
          "Не допускається.",
          "А.  З якою максимальною швидкістю може здійснюватися буксирування за даних умов?",
          "80км/год               2.  70 км/год                3.  50 км/год           4.  30 км/год",
          "Б.  На дорозі установлено даний дорожній знак. Водій якого транспортного засобу має перевагу в русі?",
          "Водій, перед яким установлено даний дорожній знак,",
          "Водій, який наближається по дорозі ліворуч від знака.",
          "Водій, який під'їхав до місця перехрещення доріг першим."
        ],
        "correct": 0
      },
      {
        "text": "5В.  На які транспортні засоби поширюється дія даної таблички?",
        "answers": [
          "На легкові автомобілі, а також вантажні автомобілі з дозволеною максимальною масою до 3,5 т.",
          "На легкові автомобілі, а також вантажні автомобілі вантажопідйомністю до 3,5 т.",
          "Тільки на легкові автомобілі."
        ],
        "correct": 0
      },
      {
        "text": "6.  Яку роль відіграють фіксатори механізму блокування при переключені передач?",
        "answers": [
          "Забезпечують переключання передач.",
          "Зменшення торцевого спрацювання зубців при переключені, уникнення неповного включення шестерень і самовиключення їх під час роботи.",
          "Не дають змоги запустити двигун при включеній передачі ."
        ],
        "correct": 0
      },
      {
        "text": "7.  Під яким ухилом стоянкове гальмо повинно утримувати трактор?",
        "answers": [
          "16%.",
          "20%.",
          "25%."
        ],
        "correct": 0
      },
      {
        "text": "8.  Чи допускається підтікання рідини в гідравлічному приводі муфти зчеплення?",
        "answers": [
          "Допускається незначне.",
          "Не допускається.",
          "Допускається з дозволу заводу виготовлювача."
        ],
        "correct": 0
      },
      {
        "text": "9.  Класифікаційна відмінність між дизельними двигунами марки Д-240 і Д-245 і полягає в -?",
        "answers": [
          "Збільшенні літрової потужності двигуна.",
          "Встановленні турбокомпресора.",
          "Збільшенні ходу шатуна."
        ],
        "correct": 0
      },
      {
        "text": "10.  Яка тривалість довгострокового зберігання техніки?",
        "answers": [
          "30 днів.",
          "Від 30 днів до 2-х місяців.",
          "Більше 2-х місяців."
        ],
        "correct": 0
      }
    ]
  },
  "13": {
    "questions": [
      {
        "text": "1.  Перевірка зовнішнім оглядом відсутності підтікань палива, оливи, електроліту, охолоджувальної рідини та усунення у випадку їх виявлення виконується при проведенні:",
        "answers": [
          "ЩТО."
        ],
        "correct": 0
      },
      {
        "text": "3.  ТО-2.",
        "answers": [
          "Простий;",
          "Комбінований;",
          "Комплексний.",
          "КПС-4;",
          "КПП-2,2;",
          "КРН-4,2."
        ],
        "correct": 0
      },
      {
        "text": "4.  Який порядок роботи циліндрів двигуна Д-240 трактора МТЗ-80?",
        "answers": [
          "1-3-4-2.",
          "1-2-3-4.",
          "1-3-2-4.",
          "А.  З якого мінімального віку дозволяється навчатися водінню на легковому автомобілі, що належить фізичній особі?",
          "з 15 років.",
          "з 16 років.",
          "з 17 років.",
          "з 18 років.",
          "Б.  Що означає, за Правилами дорожнього руху, термін «стоянка»?",
          "Зупинку транспортного засобу часом більше ніж на 10 хвилин.",
          "Припинення руху транспортного засобу з інших причин, ніж необхідність виконання, вимог Правил дорожнього руху, або на більшій час, ніж не потрібно для посадки (висадки) пасажирів, навантажування (розвантажування) вантажу.",
          "Припинення руху транспортного засобу на час, більший ніж 5 хвилин, з причин, не пов’язаних із необхідністю виконання вимог Правил дорожнього руху, посадкою (висадкою) пасажирів, навантажуванням (розвантажуванням) вантажу.",
          "Усі відповіді доповнюють одна одну і тому є вірними."
        ],
        "correct": 0
      },
      {
        "text": "5В.  Даний дорожній знак:",
        "answers": [
          "Застосовується для позначення кінця населеного пункту, з якого на даній дорозі втрачають силу вимоги Правил дорожнього руху, які визначають порядок руху в населених пунктах.",
          "Застосовується для позначення кінця населеного пункту, з якого на даній дорозі не діють вимоги Правил дорожнього руху, які регламентують порядок руху поза населеними пунктами."
        ],
        "correct": 0
      },
      {
        "text": "6.  Чи можна замінити пружини зменшення крутних коливань (демпфер) без розбирання муфти зчеплення?",
        "answers": [
          "Неможливо.",
          "Можливо.",
          "Можливо в залежності від марки трактора."
        ],
        "correct": 0
      },
      {
        "text": "7.  Нижню частину двигуна закриває:",
        "answers": [
          "Головка циліндрів.",
          "Піддон.",
          "Блок-картер.",
          "Картер-маховика."
        ],
        "correct": 0
      },
      {
        "text": "8.  Чи допускаються до експлуатації трактори при наявності тріщин на склі кабіни, а також його затемнення і використання нестандартного скла?",
        "answers": [
          "Допускаються.",
          "Не допускаються.",
          "Допускаються при роботі в світлий час доби."
        ],
        "correct": 0
      },
      {
        "text": "9.  Який напис повинен бути написаний на бортах тракторних причепів?",
        "answers": [
          "Перевезення людей заборонено.",
          "Спати на причепі , що рухається заборонено.",
          "Перевезення людей в темну пору доби заборонено."
        ],
        "correct": 0
      },
      {
        "text": "10. Чим визначається число отворів в розпилювачі форсунки?",
        "answers": [
          "Конструкцією та розмірами камери згорання.",
          "Маркою дизельного палива.",
          "Літровою потужністю двигуна."
        ],
        "correct": 0
      }
    ]
  },
  "14": {
    "questions": [
      {
        "text": "4.  ТО-2.",
        "answers": [
          "Гоновий човниковий:",
          "Круговий;",
          "Діагональний.",
          "50 см;",
          "60 мм;",
          "70 см.",
          "На які групи діляться моторні масла залежно від застосування?",
          "А Б В ГД Е",
          "А Б К Р Г О",
          "Г В К Б Е",
          "А.  При забороненому сигналі світлофора й відкритому шлагбаумі на залізничному переїзді водій повинен:",
          "Проїхати через переїзд, керуючись положенням шлагбаумом",
          "Зупинитися не ближче ніж за 5м від шлагбаума",
          "Зупинитися перед дорожньою розміткою \"стоп-лінія\",  дорожнім знаком \"Проїзд без зупинки заборонено\", шлагбаумом чи світлофором так, щоб бачити сигнали, а якщо засоби організації дорожнього руху відсутні - не ближче як за 10м до найближчої рейки.",
          "Особисто впевнитися у відсутності поїзда, що наближається, і проїхати через переїзд.",
          "Б.  Даний дорожній знак:",
          "Позначає ділянку дороги, на якій є небезпеки, інформацію про які не закладено у інші дорожні знаки.",
          "Позначає напрямок повороту з обмеженою оглядовістю.",
          "Позначає ділянку дороги, на якій можливий сильний боковий вітер."
        ],
        "correct": 0
      },
      {
        "text": "5В.  Зупинку заборонено ближче якої відстані від посадочних майданчиків, а за їх відсутності-від покажчика зупинки маршрутних транспортних засобів?",
        "answers": [
          "30м.",
          "35м.",
          "40м.",
          "45м.",
          "50м."
        ],
        "correct": 0
      },
      {
        "text": "6.  Які установлені марки дизельного пального  згідно з Держстандартом 305-52 в залежності від кліматичних умов використання техніки?",
        "answers": [
          "Л-літнє; 3-зимове; О-осіннє;",
          "В-весняне; Л-літнє; 3-зимове;",
          "Л-літнє; 3-зимове; А-арктичне;"
        ],
        "correct": 0
      },
      {
        "text": "7.  Чотиритактними називають двигуни:",
        "answers": [
          "Робочий цикл яких відбувається за один оберт колінчастого вала.",
          "Робочий цикл яких відбувається за два оберти колінчастого вала.",
          "Робочі цикли яких відбуваються за півтора оберти колінчастого вала."
        ],
        "correct": 0
      },
      {
        "text": "8.  До класу тяги 2 тс відносяться такі трактори?",
        "answers": [
          "ХТЗ-100; Т-70С; Т-90С; МТЗ-1021; МТЗ-1221; ЛТЗ-95; ЛТЗ-155.",
          "ХТЗ-150К-03; ХТЗ-151К; ХТЗ-17022; МТЗ-1523; ХТЗ-121; ХТЗ-І53Б.",
          "ЮМЗ-6АКЛ; ЮМЗ-650; МТЗ-80/82; МТЗ-І00; МТЗ-570; МТЗ-590."
        ],
        "correct": 0
      },
      {
        "text": "9.  Двотактні двигуни простіші за конструкцією, вони не мають:",
        "answers": [
          "Системи охолодження.",
          "Газорозподільного механізму.",
          "Кривошипно-шатунного механізму."
        ],
        "correct": 0
      },
      {
        "text": "10.  Під час ремонту головки блока циліндрів ви виявили короблення головки більше 0,2 мм двигуна ЮМЗ-6АЛ. Ваші дії:",
        "answers": [
          "Замінюєте головку.",
          "Ліквідуєте коробления шляхом рихтування.",
          "Встановлюєте нову прокладку, а при необхідності дві."
        ],
        "correct": 0
      }
    ]
  },
  "15": {
    "questions": [
      {
        "text": "1.  Перевірка зовнішнім оглядом відсутності підтікань палива, оливи, електроліту охолоджувальної рідини та усунення у випадку їх виявлення виконується при",
        "answers": [
          "ЩТО;"
        ],
        "correct": 0
      },
      {
        "text": "3.  ТО-2.",
        "answers": [
          "Як називається МТА, що складається з кількох різних сільськогосподарських машин і виконує дві і більше послідовні операції?",
          "Простий;",
          "Комбінований;",
          "Комплексний.",
          "Яку машину застосовують для міжрядної культивації просапних культур?",
          "КПС-4;",
          "КПП-2,2;",
          "КРН-4,2."
        ],
        "correct": 0
      },
      {
        "text": "4.  Який порядок роботи циліндрів двигуна Д-240 трактора МТЗ-80?",
        "answers": [
          "1-3-4-2.",
          "1-2-3-4.",
          "1-3-2-4.",
          "А.  Із якого мінімального віку дозволяється навчатися водінню на легковому автомобілі, що належить фізичній особі?",
          "з 15 років.",
          "з 16 років.",
          "з 17 років.",
          "з 18 років.",
          "Б.  В якій відповіді зазначені всі напрямки, за якими дозволено транзитний рух водію мотоцикла?",
          "Тільки В.",
          "В усіх напрямках.",
          "А і В.",
          "А і Б."
        ],
        "correct": 0
      },
      {
        "text": "5В.  Хто з водіїв має право на першочерговий рух?",
        "answers": [
          "Водій автомобіля.",
          "Водій мотоцикла."
        ],
        "correct": 0
      },
      {
        "text": "6.  Які ознаки несправності термостата системи охолодження трактора ЮМЗ-6Л?",
        "answers": [
          "Повільне прогрівання води в системі охолодження після запуску двигуна і перегрівання двигуна при роботі під навантаженням.",
          "По інтенсивності вирування води у верхньому бачку радіатора та викиду її з дренажного отвору",
          "Ознаки переліченні у першій і другій відповідях."
        ],
        "correct": 0
      },
      {
        "text": "7.  Чи допускається до експлуатації машини з несправною гальмівною системою?",
        "answers": [
          "Допускається.",
          "Допускається при оранці.",
          "Не допускається."
        ],
        "correct": 0
      },
      {
        "text": "8.  До класу тяги 2 тс відносяться такі трактори",
        "answers": [
          "ХТЗ-100; Т-70С; Т-90С; МТЗ-І021; МТЗ-1221; ЛТЗ-95; ЛТЗ-155",
          "ХТЗ-150К-03; ХТЗ-151К; ХТЗ-17022; МТЗ-1523; ХТЗ-121; ХТЗ-ІЗЗБ",
          "ЮМЗ-6АКЛ; ЮМЗ-650; МТЗ-80/82; МТЗ-100; МТЗ-570; МТЗ-590"
        ],
        "correct": 0
      },
      {
        "text": "9.  Газорозподільний механізм призначений:",
        "answers": [
          "Пуск і випуск відпрацьованих газів.",
          "Своєчасного впуску пальної суміші або повітря і випуску відпрацьованих газів.",
          "Зберігання, очищення і подачі повітря."
        ],
        "correct": 0
      },
      {
        "text": "10.  Чотиритактними називають двигуни:",
        "answers": [
          "Робочий цикл яких відбувається за один оберт колінчастого валу.",
          "Робочий цикл яких відбувається за два оберти колінчастого валу.",
          "Робочі цикли яких відбуваються за півтора оберти колінчастого валу."
        ],
        "correct": 0
      }
    ]
  }
};